{
  "personal_info": [
    {
      "id": 0,
      "title": "졸업반",
      "img_name": "iam_school.png",
      "text": "업무 특성상 영어를 사용할 일이 많았기 때문에 업무에대한 전문성을 높이기 위해 전 직장에 재직중 방송통신대학교 영어영문학과에 편입을 했습니다. 지금은 4학년 마지막 학기를 수강중인 졸업반입니다."
    },
    {
      "id": 1,
      "title": "카투사",
      "img_name": "iam_katusa.jpg",
      "text": "카투사였던 만큼. 흔하지 않은 기회인 만큼 기억에 남는 일도 많지만, \"ESSAYONS!\" 해보겠습니다. 라는 뜻을 가진 미군 공병부대 모토가 하나가 기억에 남습니다.\n저희 부대의 주업무인 교량건설은 시작 전에는 감이 안잡히고 막연하지만 우선 작업에 돌입하면 수십분 안에 교량이 완성이 됩니다. 0에서 단숨에 100을 만드는 마인드셋을 가진 저는 카투사입니다"
    },
    {
      "id": 2,
      "title": "예비 개발자",
      "img_name": "iam_bootcamp.jpg",
      "text": "저는 프론트엔드 부트캠프를 수강한 예비 개발자입니다.\n기초적인 프론트엔드 지식을 보유했고 Html, Css, Javascript, React를 활용하여 웹페이지를 제작할 수 있습니다.\n프론트엔드 개발은 결과물이 화면에 거짓없이 보이고 또 보이는 원하지 않는 결과물이 발생했을 때 직접 제 손으로 바로 잡을 수 있다는 점이 좋았습니다. 이러한 프론트엔드 개발의 정직함이 좋은 저는 예비 개발자입니다."
    },
    {
      "id": 3,
      "title": "사진쟁이",
      "img_name": "iam_pic.jpg",
      "text": "사진은 빛으로 그린 그림이라고 합니다. 더 멋진 그림을 담기 위해 카메라를 들면 평소에 무심코 지나치던 것들을 더 세심하게 다시 보게 됩니다.\n같은 대상을 바라보더라도 무심에서 관심으로 익숙함에서 새로움으로 시선을 옮기게 하는 사진을 좋아하는 저는 사진쟁이입니다."
    },
    {
      "id": 4,
      "title": "엔지니어",
      "img_name": "iam_company.jpg",
      "text": "전 직장에서 개발팀으로 Validation 엔지니어로 근무했습니다.\n고객사에 납품되는 차량용 파이프 번들 성능테스트 관련 계획수립 및 관리 업무를 수행했었고, 국내외 다양한 협력사와 고객사 소통하며 일한 경험이 있는 저는 엔지니어입니다."
    },
    {
      "id": 5,
      "title": "등린이",
      "img_name": "iam_hiker.jpg",
      "text": "등산은 단순명료하고 어렵지 않게 할 수 있습니다.\n그저 앞으로 한 발자국 한 발자국 가다보면 언젠가는 정상에 도착할 수 있습니다.\n또한, 등산은 결과뿐만아니라 산에 오르는 과정도 보상으로 돌아옵니다.\n정상에 오르는 것도 멋지지만 결국 기억에 남는 것은 오르는 과정 함께한 사람입니다. \n저는 등산을 좋아하는 등린이입니다."
    },
    {
      "id": 6,
      "title": "산업기사",
      "img_name": "iam_cert.jpg",
      "text": "저는 기계설계산업 기사 자격증을 소지하고 있습니다.\n개발자가 코드를 통해서 정보를 전달하듯 엔지니어는 도면을 통해서 소통합니다.\n두 작업 모두 제작자가 사용자에게 전달하고자 하는 정보를 정확하게 그리고 보기 편하게 제공해야 한다는 것에 큰 의의가 둡니다.\n그런 점에서 코딩과 설계는 동일선상에 있지 않나 싶습니다. 도면을 그리듯 코드를 짜기 위해 노력하는 저는 설계산업 기사입니다."
    }
  ],
  "carousel": [{ "id": 0, "url": "/" }],
  "project": [
    {
      "title": "Roecy",
      "text": "Justcode 1차 프로젝트",
      "img_name": "project_roecy.png"
    }
  ]
}
